<?php

// +----------------------------------------------------------------------
// | ThinkAdmin
// +----------------------------------------------------------------------
// | 版权所有 2014~2018 广州楚才信息科技有限公司 [ http://www.cuci.cc ]
// +----------------------------------------------------------------------
// | 官方网站: http://framework.thinkadmin.top
// +----------------------------------------------------------------------
// | 开源协议 ( https://mit-license.org )
// +----------------------------------------------------------------------
// | github开源项目：https://github.com/zoujingli/framework
// +----------------------------------------------------------------------

return [
    // 数据库类型
    'type'     => 'mysql',
    // 服务器地址
    'hostname' => 'server.cuci.cc',
    // 数据库名
    'database' => 'framework',
    // 用户名
    'username' => 'framework',
    // 密码
    'password' => 'dmZANkYj4XdAJ7xn',
    // 端口
    'hostport' => '3306',
];
